Repository: LibreELEC/service.libreelec.settings
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
bs_ba: Da biste preuzeli pozadine, banere i sličice za svoje filmove i TV emisije te strimovali online sadržaj sa stranica poput YouTubea, @DISTRONAME@ mora biti povezan na internet.[CR][CR]Internetska veza je također potrebna da bi se @DISTRONAME@ automatski ažurirao.

# #32307
source: Previous
bs_ba: Prethodno

# #32308
source: Hostname:
bs_ba: Ime hosta:

# #32309
source: The following Networks are currently available:
bs_ba: Trenutno su dostupne sljedeće mreže:

# #32310
source: Language:
bs_ba: Jezik:

# #32311
source: Sharing and Remote Access
bs_ba: Dijeljenje i udaljeni pristup

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
bs_ba: @DISTRONAME@ također podržava SSH za udaljeni pristup. Ovo je namijenjeno naprednim korisnicima koji žele komunicirati s osnovnim operativnim sistemom @DISTRONAME@. Zadani korisnik je [COLOR blue]root[/COLOR], a zadana lozinka je [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
bs_ba: Kako biste mogli dijeliti datoteke između računara, @DISTRONAME@ je ugradio samba server. Ovaj samba server se može integrirati u vašu lokalnu mrežu pristupom na poznat način putem Findera ili Windows Explorera.

# #32316
source: Configure Services:
bs_ba: Konfigurišite usluge:

# #32317
source: Thank you
bs_ba: Hvala ti

# #32318
source: Your @DISTRONAME@ installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
bs_ba: Vaša instalacija @DISTRONAME@ je sada završena i upravo ćete ući u Kodi gdje možete postaviti svoje medijske biblioteke. Za pomoć u vezi s tim, dostupan je vodič na wiki.kodi.tv.[CR][CR]@DISTRONAME@ je razvio predani tim programera koji rade isključivo u svoje slobodno vrijeme. Čak i kao volonterski projekat, i dalje moramo plaćati naš internet propusni opseg i resurse za razvoj, tako da ako smatrate @DISTRONAME@ korisnim, uvijek ćemo cijeniti donaciju bilo kojeg iznosa.[CR][CR]Na kraju, nadamo se da ćete uživati u korištenju @DISTRONAME@ koliko smo i mi uživali u njegovoj izgradnji. Ako vam je potrebna dodatna pomoć, možete pronaći linkove do našeg foruma za podršku, zajedno s najnovijim vijestima, na našoj web stranici.

# #32320
source: Enable Cron
bs_ba: Omogući Cron

# #32323
source: Reset to Defaults
bs_ba: Vrati na zadano

# #32324
source: Reset System Settings to defaults
bs_ba: Resetiraj sistemske postavke na zadane vrijednosti

# #32325
source: Reset @DISTRONAME@ to defaults
bs_ba: Resetiraj @DISTRONAME@ na zadane postavke

# #32326
source: Are you sure?
bs_ba: Jeste li sigurni?

# #32328
source: The system must reboot.
bs_ba: Sistem se mora ponovo pokrenuti.

# #32329
source: Rebooting in %d seconds
bs_ba: Ponovno pokretanje za %d sekundi

# #32330
source: Keyboard Type
bs_ba: Vrsta tastature

# #32333
source: Connected:
bs_ba: Povezano:

# #32334
source: Yes
bs_ba: Da

# #32335
source: No
bs_ba: Ne

# #32338
source: No Bluetooth adapter found.
bs_ba: Nije pronađen Bluetooth adapter.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
bs_ba: Nije pronađen nijedan Bluetooth uređaj. Molimo vas da prebacite svoj Bluetooth uređaj u način rada za otkrivanje[CR] i započnete skeniranje

# #32343
source: Enter the following Key on your Device.
bs_ba: Unesite sljedeći ključ na svom uređaju.

# #32344
source: Enable Bluetooth
bs_ba: Omogući Bluetooth

# #32346
source: Bluetooth is disabled
bs_ba: Bluetooth je onemogućen

# #32358
source: Trust and Connect
bs_ba: Vjerujte i povežite se

# #32362
source: Check for updates now:
bs_ba: Provjerite ažuriranja odmah:

# #32364
source: Update available
bs_ba: Dostupno ažuriranje

# #32365
source: Show Update Notifications
bs_ba: Prikaži obavještenja o ažuriranjima

# #32366
source: Update Download Completed
bs_ba: Preuzimanje ažuriranja završeno

# #32367
source: Update Extract Complete
bs_ba: Izdvajanje ažuriranja završeno

# #32368
source: Advanced Network Settings
bs_ba: Napredne mrežne postavke

# #32369
source: Wait for network before starting Kodi
bs_ba: Sačekajte mrežu prije pokretanja Kodija

# #32370
source: Maximum Wait Time (Sec.)
bs_ba: Maksimalno vrijeme čekanja (sek.)

# #32371
source: Backup
bs_ba: Sigurnosna kopija

# #32372
source: Create System and Kodi Backup
bs_ba: Kreirajte sigurnosnu kopiju sistema i Kodija

# #32373
source: Restore Backup
bs_ba: Vrati sigurnosnu kopiju

# #32374
source: Error: Invalid backup file. Filename must end in: .tar, .tar.gz, .tar.bz2, or .tar.xz
bs_ba: Greška: Nevažeća datoteka sigurnosne kopije. Naziv datoteke mora završavati sa: .tar, .tar.gz, .tar.bz2 ili .tar.xz

# #32375
source: Backup Progress
bs_ba: Napredak sigurnosne kopije

# #32376
source: Submit Log
bs_ba: Pošalji zapisnik

# #32377
source: Upload latest Kodi log and configs, and view the short URL
bs_ba: Prenesite najnoviji Kodi logo i konfiguracije i pogledajte kratki URL

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
bs_ba: Prenesite najnoviji zapisnik o padu Kodija i konfiguracije i pogledajte kratki URL

# #32379
source: There is not enough free storage space to continue!
bs_ba: Nema dovoljno slobodnog prostora za pohranu da biste nastavili!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
bs_ba: Vraćanje sistemskih postavki zahtijeva ponovno pokretanje sistema. Jeste li sigurni da želite vratiti sistem?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
bs_ba: Prihvatiti dolazni Bluetooth prijenos datoteka?

# #32382
source: Speed
bs_ba: Brzina

# #32383
source: Play Files ?
bs_ba: Reprodukuj datoteke?

# #32384
source: OBEX Enabled
bs_ba: OBEX omogućen

# #32385
source: OBEX Upload Folder
bs_ba: OBEX mapa za otpremanje

# #32386
source: Keyboard Layout Variant #1
bs_ba: Varijanta rasporeda tastature br. 1

# #32387
source: Keyboard Layout Variant #2
bs_ba: Varijanta rasporeda tastature #2

# #32388
source: Enable Standby
bs_ba: Omogući stanje pripravnosti

# #32389
source: Disable Standby
bs_ba: Onemogući stanje pripravnosti

# #32390
source: Settings addon is not yet ready, please try again later.
bs_ba: Dodatak za postavke još nije spreman, pokušajte ponovo kasnije.

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
bs_ba: ** SIGURAN REŽIM! ** SIGURAN REŽIM! ** SIGURAN REŽIM! **

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://forum.libreelec.tv if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > LibreELEC > System > Submit Log.
bs_ba: @DISTRONAME@ je privremeno pokrenut u sigurnom načinu rada zbog ponovljenih rušenja Kodija.[CR][CR]Sada možete istražiti uzrok rušenja omogućavanjem ssh-a ili Sambe.[CR][CR]Vašoj originalnoj Kodi instalaciji se može pristupiti putem "/storage/.kodi.FAILED" i Samba "Kodi-Failed" dijeljenja.[CR][CR]Ponovnim pokretanjem će se vratiti vaša originalna Kodi instalacija.[CR][CR]Idite na https://forum.libreelec.tv ako vam je potrebna dodatna pomoć. Prilikom objavljivanja na forumu uključite vezu do vašeg zapisnika o rušenju koji se može pregledati klikom na opciju zapisnika o rušenju u Postavke > LibreELEC > Sistem > Pošalji zapisnik.

# #32395
source: Firewall
bs_ba: Vatreni zid

# #32396
source: Custom
bs_ba: Prilagođeno

# #32397
source: Off
bs_ba: Ugašeno

# #32398
source: Home
bs_ba: Početna

# #32399
source: Public
bs_ba: Javno

# #32400
source: Idle Timeout
bs_ba: Vremensko ograničenje neaktivnosti

# #32401
source: Syncing Disks...
bs_ba: Sinhronizacija diskova...

# #32402
source: Backup is incomplete. An error occurred. See Kodi log for details.
bs_ba: Sigurnosna kopija nije potpuna. Došlo je do greške. Pogledajte Kodi log za detalje.

# #32410
source: Logging
bs_ba: Zapisivanje

# #32411
source: Use Persistent Logs
bs_ba: Koristite trajne zapise

# #32412
source: Use Persistent Journal and Log files instead of default volatile ones. Reboot to apply changes.
bs_ba: Koristite trajne datoteke dnevnika i zapisnika umjesto zadanih, volatilnih. Ponovo pokrenite računar da biste primijenili promjene.

# #32413
source: Journal Size
bs_ba: Veličina časopisa

# #32414
source: Set max. size of persistent journal. Reboot to apply changes.
bs_ba: Postavite maksimalnu veličinu trajnog dnevnika. Ponovo pokrenite da biste primijenili promjene.

# #32415
source: Disable journald Rate Limit
bs_ba: Onemogući ograničenje brzine zapisa u dnevniku

# #32416
source: Reboot to apply changes.
bs_ba: Ponovo pokrenite da biste primijenili promjene.

# #32417
source: Sending...
bs_ba: Slanje...

# #32418
source: Log files sent to:
bs_ba: Datoteke zapisnika poslane na:

# #32419
source: Error sending log files. Please try again.
bs_ba: Greška prilikom slanja datoteka zapisnika. Pokušajte ponovo.

# #32420
source: Timezone
bs_ba: Vremenska zona
