Repository: LibreELEC/service.libreelec.settings
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba

# #600
source: @DISTRONAME@ Settings
bs_ba: @DISTRONAME@ Postavke

# #601
source: Interface
bs_ba: Interfejs

# #602
source: Address
bs_ba: Adresa

# #603
source: Type
bs_ba: Tip

# #604
source: State
bs_ba: Stanje

# #605
source: Address
bs_ba: Adresa

# #606
source: Distribution:
bs_ba: Distribucija:

# #607
source: Version:
bs_ba: Verzija:

# #608
source: Architecture:
bs_ba: Arhitektura:

# #609
source: LibreELEC is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
bs_ba: LibreELEC je kreirao globalni tim Linux i Kodi entuzijasta koji ulažu vrijeme i trud u upravljanje projektom, pisanje koda i pružanje podrške. Zabavljamo se praveći ga. Nadamo se da ćete se i vi zabaviti koristeći ga!

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://forum.libreelec.tv[CR][CR][B]Documentation[/B] can be read in our wiki:[CR]https://libreelec.wiki[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/LibreELEC[CR][CR][B]Donations[/B] towards project expenses are accepted via OpenCollective:[CR]https://opencollective.com/libreelec/donate
bs_ba: [B]Podrška[/B] se pruža putem našeg foruma:[CR]https://forum.libreelec.tv[CR][CR][B]Dokumentacija[/B] se može pročitati na našoj wiki stranici:[CR]https://libreelec.wiki[CR][CR][B]Kod[/B] se može pronaći na GitHubu:[CR]https://github.com/LibreELEC[CR][CR][B]Donacije[/B] za troškove projekta se prihvataju putem OpenCollective-a:[CR]https://opencollective.com/libreelec/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
bs_ba: Konfigurišite naziv hosta, tip tastature, izvršite resetovanje, ažuriranje ili pravljenje sigurnosnih kopija i vraćanje podataka

# #701
source: Configure network startup options, NTP and VPNs
bs_ba: Konfigurišite opcije pokretanja mreže, NTP i VPN-ove

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
bs_ba: Upravljajte Ethernet, bežičnim i VPN vezama dostupnim sistemu

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
bs_ba: Konfigurišite sistemske servise kao što su Samba, SSH, Cron, Avahi i Syslog

# #704
source: Configure and pair Bluetooth devices
bs_ba: Konfigurišite i uparite Bluetooth uređaje

# #705
source: Useful information like version and architecture details, support and documentation links, and how to donate and support the project.
bs_ba: Korisne informacije poput detalja o verziji i arhitekturi, linkova za podršku i dokumentaciju, te kako donirati i podržati projekat.

# #707
source: Configure updates
bs_ba: Konfiguriraj ažuriranja

# #709
source: Select the timezone for this device.
bs_ba: Odaberite vremensku zonu za ovaj uređaj.

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
bs_ba: Konfigurišite naziv domaćina vašeg @DISTRONAME@ sistema. Ovo će se koristiti za HTPC \\ime domaćina u Windows-u i naziv SMB servera u Mac OS pronalazniku

# #711
source: Configure the 1st keyboard software layout
bs_ba: Konfigurišite prvi raspored softvera tastature

# #712
source: Configure the 2nd keyboard software layout
bs_ba: Konfigurišite raspored softvera druge tastature

# #713
source: Configure the physical keyboard type
bs_ba: Konfigurišite tip fizičke tastature

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
bs_ba: @DISTRONAME@ se može konfigurirati za automatska ili ručna ažuriranja. Automatska ažuriranja su dostupna na stabilnim izdanjima i kandidatima za stabilna izdanja. Automatsko ažuriranje se samoisključuje na beta i razvojnim verzijama

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
bs_ba: Postavite na UKLJUČENO i obavještenje na ekranu će se prikazati kada bude dostupno novo ažuriranje

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to http://ix.io, and display the short URL
bs_ba: Pošaljite konfiguracijske datoteke za pokretanje iz /flash, kodi.log, kernel log i Samba konfiguracije na http://ix.io i prikažite kratki URL

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to http://ix.io, and display the short URL
bs_ba: Pošaljite konfiguracijske datoteke za pokretanje iz /flash, kodi_crash.log, kernel log i Samba konfiguracije na http://ix.io i prikažite kratki URL

# #720
source: Set to ON to enable the Bluetooth service
bs_ba: Postavite na UKLJUČENO da biste omogućili Bluetooth uslugu

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
bs_ba: Napravite tar arhivu koja sadrži sve postavke konfiguracije @DISTRONAME@ i Kodija, baze podataka i sadržaj sličica. Datoteke sigurnosnih kopija će biti pohranjene u /storage/backup/

# #723
source: Restore a tar archive backup previously created using the backup option above
bs_ba: Vratite prethodno kreiranu sigurnosnu kopiju tar arhive pomoću gore navedene opcije sigurnosne kopije

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
bs_ba: [BOJA FF00FF00]MEKO RESETOVANJE[/BOJA] Trajno resetovanje konfiguracije @DISTRONAME@ na podrazumevane vrednosti (resetuje i Kodi na podrazumevane vrednosti, uključujući vašu biblioteku. Vaši mediji - muzika/video zapisi/itd. nisu dirani)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
bs_ba: [COLOR FFFF0000]HARD RESET[/COLOR] Trajno resetujte @DISTRONAME@ i Kodi konfiguraciju na zadane vrijednosti (sve na vašoj particiji za pohranu bit će izbrisano)

# #726
source: Enable or disable support for Wireless (WLAN) networks
bs_ba: Omogućite ili onemogućite podršku za bežične (WLAN) mreže

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
bs_ba: Omogućite 'povezanu' bežičnu pristupnu tačku. Za ovo je potrebno da vaša bežična kartica (i upravljački program) podržavaju premošćivanje i način rada pristupne tačke. Nisu sve kartice sposobne za to.

# #728
source: Configure the Access Point SSID
bs_ba: Konfigurišite SSID pristupne tačke

# #729
source: Configure the Access Point Passphrase
bs_ba: Konfigurišite lozinku za pristupnu tačku

# #730
source: Enable or disable support for Wired (Ethernet) networks
bs_ba: Omogućite ili onemogućite podršku za žičane (Ethernet) mreže

# #732
source: Configure the 1st time (NTP) server
bs_ba: Konfigurišite server za prvu upotrebu (NTP)

# #733
source: Configure the 2nd time (NTP) server
bs_ba: Konfigurišite drugi server (NTP)

# #734
source: Configure the 3rd time (NTP) server
bs_ba: Konfigurišite treći server (NTP)

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
bs_ba: Postavite na UKLJUČENO da biste odgodili pokretanje Kodija dok mreža ne bude dostupna. Koristite ovo ako se operativni sistem pokreće u Kodi prije nego što je mreža pokrenuta i centralne MySQL baze podataka su dostupne.

# #737
source: Time in seconds to wait for an established network connection.
bs_ba: Vrijeme u sekundama čekanja na uspostavljanje mrežne veze.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
bs_ba: Postavite na UKLJUČENO da biste omogućili ugrađenu uslugu dijeljenja datoteka Samba (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
bs_ba: Postavite na UKLJUČENO da biste zahtijevali pristup lokalnim Samba dijeljenim datotekama pomoću korisničkog imena/lozinke

# #740
source: Set the username for Samba sharing
bs_ba: Postavite korisničko ime za dijeljenje Sambe

# #741
source: Set the password for Samba sharing
bs_ba: Postavite lozinku za dijeljenje Sambe

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
bs_ba: Postavite na UKLJUČENO da biste omogućili ugrađeni SSH server. SSH konzoli se može pristupiti s korisničkim imenom 'root' i lozinkom '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
bs_ba: Postavite na UKLJUČENO ako ste kopirali privatne SSH ključeve na svoj HTPC i želite poboljšati sigurnost onemogućavanjem SSH autentifikacije korisničkog imena i lozinke.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
bs_ba: Postavite na UKLJUČENO da biste omogućili uslugu otkrivanja mreže Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
bs_ba: Postavite na UKLJUČENO da biste omogućili cron daemon

# #746
source: Set the password for SSH
bs_ba: Postavite lozinku za SSH

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
bs_ba: Omogućite PIN za pristup postavkama @DISTRONAME@

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
bs_ba: Promijenite PIN kod za pristup postavkama @DISTRONAME@

# #749
source: Overrride the Wireless Regulatory Domain so radio properties (channels and transmit power) comply with local laws or match the country configuration of your router.
bs_ba: Premostite bežičnu regulatornu domenu tako da radio svojstva (kanali i snaga prijenosa) budu u skladu s lokalnim zakonima ili odgovaraju konfiguraciji vašeg rutera za određenu zemlju.

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
bs_ba: Pomoću OBEX prijenosa datoteka možete slati datoteke, na primjer filmove ili slike putem Bluetootha na @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
bs_ba: Ovdje možete postaviti lokaciju mape u koju OBEX prijenos datoteka treba pohranjivati dolazne datoteke

# #753
source: Configure the 1st keyboard software Variant
bs_ba: Konfigurišite prvu varijantu softvera tastature

# #754
source: Configure the 2nd keyboard software Variant
bs_ba: Konfigurišite drugu softversku varijantu tastature

# #755
source: Auto share external drives / partitions
bs_ba: Automatsko dijeljenje eksternih diskova / particija

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
bs_ba: Onemogućite starije SMB protokole navođenjem minimalno podržanog protokola.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
bs_ba: Onemogućite novije SMB protokole radi unatrag kompatibilne sa starijim klijentima.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
bs_ba: NetBIOS grupa kojoj server pripada. Zadana vrijednost je RADNA GRUPA.

# #760
source: Select an update channel
bs_ba: Odaberite kanal ažuriranja

# #761
source: Enable to allow entering a custom update url
bs_ba: Omogućite unos prilagođenog URL-a za ažuriranje

# #762
source: Enter a custom update url (url should be the root of the update files)
bs_ba: Unesite prilagođeni URL ažuriranja (URL treba biti korijen datoteka ažuriranja)

# #770
source: Select an available version
bs_ba: Odaberite dostupnu verziju

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
bs_ba: Zaštitni zid blokira neželjeni mrežni promet. Početna (zadano) dozvoljava promet samo iz privatnih mrežnih raspona (192.168.x.x, 172.16.x.x i 10.x.x.x). Javna blokira sav promet sa svih mreža. Prilagođena koristi pravila u /storage/.config/iptables. Isključeno onemogućava zaštitni zid.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
bs_ba: Provjera nove verzije će poslati instaliranu distribuciju, projekat, CPU Arch i verziju serveru za ažuriranje. Ovi podaci se također koriste za izvještavanje o osnovnoj statistici za projekat. Da biste nastavili provjeravati ažuriranja dok se isključujete iz izvještavanja o statistikama, onemogućite ovu opciju.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the LibreELEC device connection context menu.
bs_ba: Postavite vrijeme neaktivnosti (u minutama) prije nego što se uređaji isključe (zadana vrijednost je 0 za bez vremenskog ograničenja). Odnosi se na uređaje kod kojih je u kontekstnom meniju za povezivanje uređaja LibreELEC aktivirana opcija "Omogući stanje pripravnosti".

# #32001
source: Services
bs_ba: Usluge

# #32002
source: System
bs_ba: Sistem

# #32003
source: Interface
bs_ba: Interfejs

# #32005
source: Updates
bs_ba: Nadogradnje

# #32009
source: Keyboard
bs_ba: Tastatura

# #32010
source: Keyboard Layout
bs_ba: Raspored tastature

# #32012
source: Select Action
bs_ba: Odaberite akciju

# #32013
source: OS Updates
bs_ba: Ažuriranja operativnog sistema

# #32014
source: Automatic Updates
bs_ba: Automatska ažuriranja

# #32015
source: Update Channel
bs_ba: Ažuriraj kanal

# #32016
source: Show Custom Channels
bs_ba: Prikaži prilagođene kanale

# #32017
source: - Custom Channel 1
bs_ba: - Prilagođeni kanal 1

# #32018
source: - Custom Channel 2
bs_ba: - Prilagođeni kanal 2

# #32019
source: - Custom Channel 3
bs_ba: - Prilagođeni kanal 3

# #32020
source: Available Versions
bs_ba: Dostupne verzije

# #32021
source: Submit Statistics
bs_ba: Pošalji statistiku

# #32022
source: Firmware Updates
bs_ba: Ažuriranja firmvera

# #32023
source: Updating will occur once the system is rebooted.
bs_ba: Ažuriranje će se izvršiti nakon ponovnog pokretanja sistema.

# #32024
source: Bootloader EEPROM
bs_ba: EEPROM bootloadera

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
bs_ba: Ažurirajte EEPROM Raspberry Pi Bootloadera na najnoviju verziju. Ova opcija se automatski onemogućava nakon ponovnog pokretanja. Ponovo pokrenite sistem da biste primijenili ažuriranje.

# #32026
source: VIA USB3 Firmware
bs_ba: VIA USB3 firmver

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
bs_ba: Ažurirajte Raspberry Pi VIA USB3 firmver na najnoviju verziju. Ova opcija se automatski onemogućava nakon ponovnog pokretanja. Ponovo pokrenite sistem da biste primijenili ažuriranje.

# #32028
source: update from %s to %s
bs_ba: ažuriranje od %s do %s

# #32029
source: up to date: %s
bs_ba: ažurirano: %s

# #32100
source: Connections
bs_ba: Veze

# #32101
source: Network
bs_ba: Mreža

# #32102
source: Wireless Networks
bs_ba: Bežične mreže

# #32103
source: Wired Networks
bs_ba: Žičane mreže

# #32105
source: Active
bs_ba: Aktivno

# #32106
source: Username
bs_ba: Korisničko ime

# #32107
source: Passphrase
bs_ba: Lozinka

# #32108
source: Enable 'tethered' Wireless Access Point
bs_ba: Omogući 'povezanu' bežičnu pristupnu tačku

# #32109
source: Connect Automatically
bs_ba: Automatsko povezivanje

# #32110
source: Connection
bs_ba: Veza

# #32113
source: IP Address Method
bs_ba: Metoda IP adrese

# #32114
source: IP Address
bs_ba: IP Adresa

# #32115
source: Subnet Mask
bs_ba: Maska podmreže

# #32116
source: Default Gateway
bs_ba: Zadani pristupnik

# #32117
source: Prefix Length
bs_ba: Dužina prefiksa

# #32118
source: Privacy
bs_ba: Privatnost

# #32119
source: DNS Servers
bs_ba: DNS serveri

# #32120
source: Nameserver #1
bs_ba: Imenski server #1

# #32121
source: Nameserver #2
bs_ba: Imenski server #2

# #32122
source: Nameserver #3
bs_ba: Imenski server #3

# #32123
source: NTP Servers
bs_ba: NTP serveri

# #32124
source: Timeserver #1
bs_ba: Vremenski server #1

# #32125
source: Timeserver #2
bs_ba: Vremenski server #2

# #32126
source: Timeserver #3
bs_ba: Vremenski server #3

# #32127
source: DNS Domains
bs_ba: DNS domene

# #32128
source: Domain #1
bs_ba: Domena br. 1

# #32129
source: Domain #2
bs_ba: Domena br. 2

# #32130
source: Domain #3
bs_ba: Domena #3

# #32140
source: Save
bs_ba: Sačuvaj

# #32141
source: Delete
bs_ba: Izbriši

# #32142
source: Refresh
bs_ba: Osvježi

# #32143
source: Disconnect
bs_ba: Odspojite se

# #32144
source: Connect
bs_ba: Spoji se

# #32145
source: Pair
bs_ba: Spari

# #32146
source: Hidden Network Name
bs_ba: Skriveni naziv mreže

# #32147
source: Wireless Network Passphrase
bs_ba: Lozinka za bežičnu mrežu

# #32148
source: Wireless Network Username
bs_ba: Korisničko ime bežične mreže

# #32150
source: Edit
bs_ba: Uredi

# #32180
source: Would you like to update @DISTRONAME@ now?
bs_ba: Želite li sada ažurirati @DISTRONAME@?

# #32181
source: Filename
bs_ba: Naziv datoteke

# #32182
source: Download speed
bs_ba: Brzina preuzimanja

# #32183
source: Time remaining
bs_ba: Preostalo vrijeme

# #32184
source: Extract file
bs_ba: Izdvoji datoteku

# #32185
source: Extract speed
bs_ba: Brzina ekstrakcije

# #32186
source: Initialize Archive File
bs_ba: Inicijaliziraj arhivsku datoteku

# #32187
source: New Version
bs_ba: Nova verzija

# #32188
source: Current Version
bs_ba: Sadašnja verzija

# #32189
source: OS Configuration
bs_ba: Konfiguracija operativnog sistema

# #32190
source: System Name
bs_ba: Naziv sistema

# #32191
source: Invalid URL
bs_ba: Nevažeći URL

# #32192
source: PIN lock
bs_ba: PIN zaključavanje

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
bs_ba: Omogući @DISTRONAME@ Postavke Zaključavanje PIN-om

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
bs_ba: Promjena postavki @DISTRONAME@ PIN zaključavanje

# #32196
source: About
bs_ba: O tome

# #32202
source: Use Samba Password Authentication
bs_ba: Koristite Samba autentifikaciju lozinke

# #32203
source: Disable SSH Password
bs_ba: Onemogući SSH lozinku

# #32204
source: Enable Samba
bs_ba: Omogući Sambu

# #32205
source: Enable SSH
bs_ba: Omogući SSH

# #32206
source: Enable Avahi (Zeroconf)
bs_ba: Omogući Avahi (Zeroconf)

# #32208
source: Hidden Wlan
bs_ba: Skriveni WLAN

# #32209
source: SSH Password
bs_ba: SSH lozinka

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
bs_ba: Zadana SSH lozinka je široko poznata i smatra se nesigurnom.[CR][CR]Preporučuje se postavljanje lične lozinke.

# #32212
source: Cancel
bs_ba: Otkaži

# #32213
source: Keep Existing
bs_ba: Održi postojeće

# #32214
source: Set Password
bs_ba: Postavi lozinku

# #32215
source: Workgroup name
bs_ba: Naziv radne grupe

# #32216
source: Auto-Share External Drives
bs_ba: Automatsko dijeljenje eksternih diskova

# #32217
source: Minimum supported protocol
bs_ba: Minimalno podržani protokol

# #32218
source: Maximum supported protocol
bs_ba: Maksimalno podržani protokol

# #32220
source: Bad password!
bs_ba: Loša lozinka!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
bs_ba: Unesena lozinka je preslaba.[CR]SSH lozinka je nepromijenjena.

# #32222
source: Password changed!
bs_ba: Lozinka promijenjena!

# #32223
source: The SSH password has been successfully changed.
bs_ba: SSH lozinka je uspješno promijenjena.

# #32224
source: Unknown error!
bs_ba: Nepoznata greška!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
bs_ba: Došlo je do greške tokom procesa.[CR]SSH lozinka je nepromijenjena.

# #32226
source: Enter new 4 digit PIN
bs_ba: Unesite novi 4-cifreni PIN

# #32227
source: Re-enter PIN
bs_ba: Ponovo unesite PIN

# #32228
source: Error - PIN codes did not match!
bs_ba: Greška - PIN kodovi se ne podudaraju!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
bs_ba: @DISTRONAME@ Postavke PIN zaključavanje nije postavljeno.[CR][CR]Molimo pokušajte ponovo.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
bs_ba: @DISTRONAME@ Postavke zaključavanja PIN-om postavljene.

# #32231
source: Your @DISTRONAME@ Settings PIN lock has been set to:
bs_ba: Zaključavanje PIN-om postavki za @DISTRONAME@ je postavljeno na:

# #32232
source: Error - PIN code not 4 digits!
bs_ba: Greška - PIN kod nije 4 cifre!

# #32233
source: @DISTRONAME@ Settings Locked[CR]Enter 4 digit PIN
bs_ba: @DISTRONAME@ Postavke zaključane[CR]Unesite 4-cifreni PIN

# #32234
source: Incorrect PIN!
bs_ba: Netačan PIN!

# #32235
source: attempts remaining.
bs_ba: preostalih pokušaja.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
bs_ba: Previše puta ste unijeli pogrešan PIN.[CR][CR]Morat ćete pričekati 5 minuta prije nego što pokušate ponovo.

# #32237
source: @DISTRONAME@ Settings Locked!
bs_ba: @DISTRONAME@ Postavke zaključane!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
bs_ba: Preostalo vrijeme prije nego što se PIN može unijeti: %02d:%02d[CR][CR]Previše prethodnih neuspjelih pokušaja.

# #32240
source: Wireless Regulatory Domain
bs_ba: Bežični regulatorni domen

# #32300
source: Welcome to @DISTRONAME@
bs_ba: Dobrodošli u @DISTRONAME@

# #32301
source: Welcome
bs_ba: Dobrodošli

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
bs_ba: Ovaj čarobnjak će vas voditi kroz proces podešavanja vaše nove @DISTRONAME@ instalacije - postavljanje vaše lokacije, vremenske zone i povezivanje s internetom.[CR][CR]Ove postavke možete kasnije promijeniti tako što ćete otići na Programi > @DISTRONAME@ Postavke.

# #32303
source: Next
bs_ba: Dalje

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
bs_ba: Da bi se vaš novi @DISTRONAME@ računar lako identificirao na mreži, potrebno mu je ime.[CR][CR]Pokušajte odabrati nešto smisleno - poput sobe u kojoj se nalazi - kako biste znali o čemu se radi kada ga vidite na mreži.[CR][CR]Ovo ime se koristi prilikom konfiguriranja mrežnih usluga, poput dijeljenja datoteka pomoću Sambe.

# #32305
source: Networking
bs_ba: Umrežavanje
